Revit 2027 API
ParameterTypeId.RoomActualLightingLoadPerAreaParam Property
 "Actual Lighting Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualLightingLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomActualLightingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualLightingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomActualLightingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace